var user = {
    "data": [
        {
            "id": "DB1712010001",
            "source": "办公信息平台-请休假管理",
            "person": "张三",
            "content": "年假申请",
            "time": "2017/12/01 10:12",
            "state": "待审批"
        },
        {
            "id": "DB1712010002",
            "source": "办公信息平台-请休假管理",
            "person": "张三",
            "content": "年假申请",
            "time": "2017/12/01 10:12",
            "state": "待审批"
        },
        {
            "id": "DB1712010003",
            "source": "办公信息平台-请休假管理",
            "person": "张三",
            "content": "年假申请",
            "time": "2017/12/01 10:12",
            "state": "待审批"
        },
        {
            "id": "DB1712010004",
            "source": "办公信息平台-请休假管理",
            "person": "张三",
            "content": "年假申请",
            "time": "2017/12/01 10:12",
            "state": "待审批"
        },
        {
            "id": "DB1712010005",
            "source": "办公信息平台-请休假管理",
            "person": "张三",
            "content": "年假申请",
            "time": "2017/12/01 10:12",
            "state": "待审批"
        },
        {
            "id": "DB1712010006",
            "source": "办公信息平台-请休假管理",
            "person": "张三",
            "content": "年假申请",
            "time": "2017/12/01 10:12",
            "state": "待审批"
        },
        {
            "id": "DB1712010007",
            "source": "办公信息平台-请休假管理",
            "person": "张三",
            "content": "年假申请",
            "time": "2017/12/01 10:12",
            "state": "待审批"
        },
        {
            "id": "DB1712010008",
            "source": "办公信息平台-请休假管理",
            "person": "张三",
            "content": "年假申请",
            "time": "2017/12/01 10:12",
            "state": "待审批"
        },
        {
            "id": "DB1712010009",
            "source": "办公信息平台-请休假管理",
            "person": "张三",
            "content": "年假申请",
            "time": "2017/12/01 10:12",
            "state": "待审批"
        },
        {
            "id": "DB1712010010",
            "source": "办公信息平台-请休假管理",
            "person": "张三",
            "content": "年假申请",
            "time": "2017/12/01 10:12",
            "state": "待审批"
        },
        {
            "id": "DB1712010011",
            "source": "办公信息平台-请休假管理",
            "person": "张三",
            "content": "年假申请",
            "time": "2017/12/01 10:12",
            "state": "待审批"
        },
        {
            "id": "DB1712010012",
            "source": "办公信息平台-请休假管理",
            "person": "张三",
            "content": "年假申请",
            "time": "2017/12/01 10:12",
            "state": "待审批"
        },
        {
            "id": "DB1712010013",
            "source": "办公信息平台-请休假管理",
            "person": "张三",
            "content": "年假申请",
            "time": "2017/12/01 10:12",
            "state": "待审批"
        },
        {
            "id": "DB1712010014",
            "source": "办公信息平台-请休假管理",
            "person": "张三",
            "content": "年假申请",
            "time": "2017/12/01 10:12",
            "state": "待审批"
        },
        {
            "id": "DB1712010015",
            "source": "办公信息平台-请休假管理",
            "person": "张三",
            "content": "年假申请",
            "time": "2017/12/01 10:12",
            "state": "待审批"
        },
        {
           "id": "DB1712010016",
            "source": "办公信息平台-请休假管理",
            "person": "张三",
            "content": "年假申请",
            "time": "2017/12/01 10:12",
            "state": "待审批"
        },
        {
            "id": "DB1712010017",
            "source": "办公信息平台-请休假管理",
            "person": "张三",
            "content": "年假申请",
            "time": "2017/12/01 10:12",
            "state": "待审批"
        },
        {
            "id": "DB1712010018",
            "source": "办公信息平台-请休假管理",
            "person": "张三",
            "content": "年假申请",
            "time": "2017/12/01 10:12",
            "state": "待审批"
        },
        {
           "id": "DB1712010019",
            "source": "办公信息平台-请休假管理",
            "person": "张三",
            "content": "年假申请",
            "time": "2017/12/01 10:12",
            "state": "待审批"
        },
        {
            "id": "DB1712010020",
            "source": "办公信息平台-请休假管理",
            "person": "张三",
            "content": "年假申请",
            "time": "2017/12/01 10:12",
            "state": "待审批"
        },
        {
            "id": "DB1712010021",
            "source": "办公信息平台-请休假管理",
            "person": "张三",
            "content": "年假申请",
            "time": "2017/12/01 10:12",
            "state": "待审批"
        }
        ]
    }